efibootmgr
awesome-terminal-fonts
powerline-fonts
code
sublime-text
leafpad
git
dolphin
highlight
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
ranger
gparted
gptfdisk
grub
grub-customizer
linux
linux-firmware
linux-headers
picom
openssh
os-prober
ntp
nano
htop
neofetch
networkmanager
noto-fonts-emoji
make
python-pip
sudo
syslinux
ttf-droid
terminus-font
ttf-hack
ttf-roboto
wget
which
vim
unzip
xorg-server
xorg-xbacklight
xorg-fonts-misc
xorg-xfd
xorg-xkill
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xev
xorg-xmodmap
xorg-xwininfo
xorg-xsetroot
xorg-xinput
xf86-input-libinput
alsa-plugins
alsa-tools
alsa-utils
pavucontrol
pulseaudio
pulseaudio-alsa
pulseaudio-equalizer-ladspa
feh
imagemagick
viewnior
mplayer
zip
alacritty
nitrogen
bashtop
zsh
zsh-syntax-highlighting
zsh-autosuggestions
bspwm
sxhkd
jdk-openjdk
nodejs npm
yarn
python-pywal
rofi
xfce4-settings